acbuild
acetoneiso2
ack
akonadi-calendar-tools
akonadi-import-wizard
akonadiconsole
akregator
alsa-firmware
alsa-utils
anki
arch-install-scripts
archlinux-keyring
aria2
ark
artikulate
assimp
atril
audacity
audiocd-kio
autoconf
automake
autossh
awesome
bash
bash-completion
beignet
bind-tools
binutils
bison
blinken
bluedevil
blueman
bluez
bluez-firmware
bluez-utils
bomber
boost
bovo
breeze
breeze-gtk
bridge-utils
bullet
bzip2
caja
caja-gksu
caja-image-converter
caja-open-terminal
caja-sendto
caja-share
caja-wallpaper
caja-xattr-tags
calibre
cantor
capnproto
cervisia
chromium
chrpath
cinnamon
clang
cloc
cmake
coreutils
cpupower
cryptsetup
dconf-editor
ddrescue
device-mapper
dhcpcd
diffutils
discover
djvulibre
dmenu
dmidecode
dnscrypt-proxy
dnsmasq
docker
docker-compose
docker-machine
dolphin
dolphin-plugins
dos2unix
dosfstools
dragon
drkonqi
dropbear
dstat
e2fsprogs
ebtables
efibootmgr
elinks
encfs
engrampa
eom
fakeroot
fcitx
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
fcitx-qt4
fcitx-qt5
fcitx-sunpinyin
ffmpegthumbnailer
ffmpegthumbs
file
filelight
filesystem
findutils
firefox
firewalld
flake8
flashplugin
flatpak
flex
freetds
galculator-gtk2
gawk
gcc
gcc-fortran
gcc-libs
gdb
gegl02
gemrb
geoclue2
gettext
gimp
git
glibc
go
goldendict
gparted
gptfdisk
granatier
grantlee-editor
graphviz
grep
groff
grub
gsl
gst-plugins-good
gvfs-mtp
gwenview
gzip
hardinfo
hdf5
hdparm
hexchat
hostapd
htop
i3-wm
i3lock
i3status
ibus
ibus-pinyin
ibus-qt
ifenslave
ifplugd
inetutils
iotop
iproute2
iputils
ipython
ipython2
iw
jdk8-openjdk
jfsutils
juk
k3b
kaccounts-integration
kaccounts-providers
kactivitymanagerd
kaddressbook
kajongg
kalarm
kalgebra
kalzium
kamera
kanagram
kapman
kapptemplate
kate
katomic
kblackbox
kblocks
kbounce
kbreakout
kbruch
kcachegrind
kcalc
kcharselect
kchmviewer
kcolorchooser
kcron
kde-cli-tools
kde-dev-scripts
kde-dev-utils
kde-gtk-config
kdebugsettings
kdecoration
kdegraphics-mobipocket
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdepim-addons
kdeplasma-addons
kdesdk-kioslaves
kdesdk-thumbnailers
kdf
kdialog
kdiamond
keditbookmarks
kfind
kfloppy
kfourinline
kgamma5
kgeography
kget
kgoldrunner
kgpg
khangman
khelpcenter
khotkeys
kig
kigo
killbots
kimagemapeditor
kinfocenter
kio-extras
kiriki
kiten
kjumpingcube
kleopatra
klettres
klickety
klines
kmahjongg
kmail
kmail-account-wizard
kmenuedit
kmines
kmix
kmplot
knavalbattle
knetattach
knetwalk
knotes
kolf
kollision
kolourpaint
kompare
konqueror
konquest
konsole
kontact
kopete
korganizer
kpatience
krdc
kreversi
krfb
kross-interpreters
kruler
kscreen
kscreenlocker
kshisen
ksirk
ksnakeduel
kspaceduel
ksquares
ksshaskpass
kstars
ksudoku
ksysguard
ksystemlog
kteatime
ktimer
ktouch
ktuberling
kturtle
kubrick
kuiserver
kwallet-pam
kwalletmanager
kwave
kwayland-integration
kwin
kwordquiz
kwrite
kwrited
less
lib32-alsa-plugins
lib32-curl
lib32-nvidia-utils
lib32-ocl-icd
lib32-opencl-nvidia
lib32-simplescreenrecorder
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-radeon
libevent
libimobiledevice
libkscreen
libksysguard
libpagemaker
libreoffice-fresh
libtool
libvirt
licenses
linux
linux-headers
llvm
lmdb
logrotate
lokalize
lskat
lsof
lvm2
m4
make
man-db
man-pages
marble
marco
mariadb
mate-applets
mate-backgrounds
mate-calc
mate-control-center
mate-desktop
mate-icon-theme
mate-icon-theme-faenza
mate-media
mate-menus
mate-netbook
mate-notification-daemon
mate-panel
mate-polkit
mate-power-manager
mate-screensaver
mate-sensors-applet
mate-session-manager
mate-settings-daemon
mate-system-monitor
mate-terminal
mate-themes
mate-user-guide
mate-user-share
mate-utils
mbox-importer
mdadm
mediainfo
memcached
mercurial
mesa
mesa-demos
milou
mingw-w64-binutils
mingw-w64-crt
mingw-w64-gcc
mingw-w64-headers
mingw-w64-winpthreads
minuet
mozo
mtools
musescore
nano
nanomsg
nasm
neon
net-tools
netctl
network-manager-applet
networkmanager
nginx
nmap
nodejs
npm
ntfs-3g
ntp
nuitka
nvidia
nvidia-settings
ocl-icd
okteta
okular
opencl-headers
opencl-mesa
opencl-nvidia
openconnect
opencv
openmpi
openssh
openvpn
oxygen
p7zip
pacman
palapeli
parley
patch
pax-utils
pciutils
pcmciautils
pepper-flash
perl
phantomjs
phoronix-test-suite
picmi
pim-data-exporter
pim-sieve-editor
pkg-config
pkgfile
plasma-desktop
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-workspace
plasma-workspace-wallpapers
plasma5-applets-thermal-monitor
pluma
polipo
polkit-kde-agent
postgresql
powerdevil
poxml
print-manager
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pypy
pypy3
python
python-cffi
python-docker
python-kivy
python-pexpect
python-pip
python-psutil
python-psycopg2
python-pylint
python-pyqt4
python-pyqt5
python-pyside
python-pyudev
python-sqlalchemy
python-systemd
python-virtualenv
python-wheel
python2-pip
python2-pygeoip
python2-virtualenv
qemu
qjackctl
qsynth
qt4
qt5-examples
qtcreator
r
rdesktop
redis
reiserfsprogs
rethinkdb
rkt
rocs
rsync
runc
rust
rust-racer
s-nail
scala
scons
screen
sddm-kcm
sed
shadow
signon-kwallet-extension
simplescreenrecorder
smartmontools
smem
soundfont-fluid
spectacle
spirv-tools
sqlcipher
sqlite
sqlite-analyzer
sshfs
steam
steam-native-runtime
step
strace
subversion
sudo
sweeper
swig
synergy
sysdig
sysfsutils
syslinux
systemd-sysvcompat
systemsettings
tar
tcpdump
telepathy-kde-accounts-kcm
telepathy-kde-approver
telepathy-kde-auth-handler
telepathy-kde-call-ui
telepathy-kde-common-internals
telepathy-kde-contact-list
telepathy-kde-contact-runner
telepathy-kde-desktop-applets
telepathy-kde-filetransfer-handler
telepathy-kde-integration-module
telepathy-kde-send-file
telepathy-kde-text-ui
terminator
terminus-font
testdisk
texinfo
tk
traceroute
transmission-gtk
tree
ttf-freefont
ttf-liberation
ttf-symbola
twine
uget
umbrello
unace
unbound
unrar
usbutils
user-manager
util-linux
valgrind
vi
vim
virt-manager
vlc
vulkan-extra-layers
vulkan-headers
vulkan-html-docs
vulkan-intel
vulkan-radeon
vulkan-trace
vulkan-validation-layers
wget
which
wpa_actiond
wpa_supplicant
wqy-bitmapfont
wqy-microhei
wqy-microhei-lite
wqy-zenhei
xdg-desktop-portal-kde
xf86-input-evdev
xf86-input-keyboard
xf86-input-mouse
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yasm
zeroconf-ioslave
zeromq
