acetoneiso2
ack
alsa-firmware
alsa-utils
anki
arch-install-scripts
archlinux-keyring
assimp
atril
audacity
autoconf
automake
autossh
awesome
bash
bash-completion
bind-tools
binutils
bison
blueman
bluez
bluez-firmware
bluez-utils
boost
bridge-utils
bullet
bzip2
caja
caja-gksu
caja-image-converter
caja-open-terminal
caja-sendto
caja-share
calibre
chromium
chrpath
cinnamon
clang
cmake
coreutils
cpupower
cryptsetup
dconf-editor
ddrescue
device-mapper
dhcpcd
diffutils
djvulibre
dmenu
dmidecode
dnscrypt-proxy
dnsmasq
dos2unix
dosfstools
dropbear
dstat
e2fsprogs
ebtables
efibootmgr
elinks
encfs
engrampa
eom
fakeroot
fcitx
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
fcitx-qt4
fcitx-qt5
fcitx-sunpinyin
ffmpegthumbnailer
file
filesystem
findutils
firefox
firewalld
flake8
flashplugin
flex
freetds
galculator-gtk2
gawk
gcc
gcc-fortran
gcc-libs
gdb
gegl02
gemrb
geoclue2
gettext
gimp
git
glibc
go
goldendict
gparted
gptfdisk
graphviz
grep
groff
grub
gsl
gst-plugins-good
gvfs-mtp
gzip
hardinfo
hdparm
hexchat
hostapd
htop
i3-wm
i3lock
i3status
ibus
ibus-pinyin
ibus-qt
ifenslave
ifplugd
inetutils
iotop
iproute2
iputils
ipython
ipython2
iw
jdk8-openjdk
jfsutils
kchmviewer
kdenlive
less
lib32-alsa-plugins
lib32-curl
libevent
libimobiledevice
libpagemaker
libreoffice-fresh
libtool
libvirt
licenses
linux
linux-headers
llvm
lmdb
logrotate
lsof
lvm2
m4
make
man-db
man-pages
marco
mariadb
mate-applets
mate-backgrounds
mate-control-center
mate-desktop
mate-icon-theme
mate-icon-theme-faenza
mate-media
mate-menus
mate-notification-daemon
mate-panel
mate-polkit
mate-power-manager
mate-screensaver
mate-sensors-applet
mate-session-manager
mate-settings-daemon
mate-system-monitor
mate-terminal
mate-themes
mate-user-guide
mate-user-share
mate-utils
mdadm
mediainfo
memcached
mercurial
mesa-demos
mingw-w64-binutils
mingw-w64-crt
mingw-w64-gcc
mingw-w64-headers
mingw-w64-winpthreads
mozo
mtools
musescore
nano
nanomsg
nasm
neon
net-tools
netctl
network-manager-applet
networkmanager
nginx
nmap
nodejs
npm
ntfs-3g
ntp
nuitka
ocl-icd
opencl-headers
opencl-mesa
openconnect
opencv
openmpi
openssh
openvpn
p7zip
pacman
patch
pax-utils
pciutils
pcmciautils
pepper-flash
perl
phantomjs
phoronix-test-suite
pkg-config
pkgfile
pluma
polipo
postgresql
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pypy
python
python-kivy
python-pexpect
python-pip
python-psutil
python-psycopg2
python-pylint
python-pyqt4
python-pyqt5
python-pyside
python-pyudev
python-sqlalchemy
python-systemd
python-virtualenv
python-wheel
python2-pip
python2-pygeoip
python2-virtualenv
qemu
qt4
qt5-examples
qtcreator
r
ranger
rdesktop
redis
reiserfsprogs
rethinkdb
rsync
rust
rust-racer
s-nail
scala
scons
screen
sed
shadow
smem
sqlcipher
sqlite
sqlite-analyzer
sshfs
steam
strace
subversion
sudo
swig
synergy
sysfsutils
syslinux
systemd-sysvcompat
tar
tcpdump
terminator
terminus-font
testdisk
texinfo
tk
traceroute
transmission-gtk
tree
ttf-freefont
ttf-liberation
ttf-symbola
twine
unace
unbound
unrar
usbutils
util-linux
valgrind
vi
vim
virt-manager
vlc
wget
which
wpa_actiond
wpa_supplicant
wqy-microhei
wqy-microhei-lite
wqy-zenhei
xf86-input-evdev
xf86-input-keyboard
xf86-input-mouse
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yasm
zeromq
