acetoneiso2
ack
akonadi-calendar-tools
akonadi-import-wizard
akonadiconsole
akregator
alsa-firmware
alsa-utils
anki
ansible
arch-install-scripts
archlinux-keyring
aria2
ark
artikulate
assimp
atom
atril
audacity
audiocd-kio
autoconf
automake
autossh
awesome
baobab
base
bash
bash-completion
bind-tools
binutils
bison
blender
blinken
bluedevil
blueman
bluez
bluez-plugins
bluez-utils
bomber
boost
bovo
breeze
breeze-gtk
bridge-utils
brook
buildah
bullet
busybox
bzip2
caja
caja-image-converter
caja-open-terminal
caja-sendto
caja-share
caja-wallpaper
caja-xattr-tags
calibre
cantor
capnproto
catfish
cervisia
cheese
chromium
chrpath
cinnamon
clang
cloc
cmake
coreutils
cpupower
cryptsetup
ctags
cuda
cython
darktable
davfs2
dconf-editor
ddrescue
device-mapper
dhclient
dhcpcd
dhcping
diffutils
digikam
discover
djvulibre
dmenu
dmidecode
dnscrypt-proxy
dnsmasq
docker
docker-compose
docker-machine
dolphin
dolphin-plugins
dos2unix
dosfstools
dotnet-runtime
dotnet-sdk
dragon
drkonqi
dropbear
dstat
e2fsprogs
efibootmgr
elinks
encfs
engrampa
eog
eom
epiphany
ethtool
evince
exfat-utils
exo
fakeroot
fcgiwrap
fcitx
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
fcitx-qt5
fcitx-sunpinyin
ffmpegthumbnailer
ffmpegthumbs
file
file-roller
filelight
filesystem
findutils
firefox
firewalld
flake8
flashplugin
flatpak
flex
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fping
freemind
freerdp
freetds
frei0r-plugins
fzf
galculator-gtk2
garcon
gawk
gcc
gcc-fortran
gcc-libs
gdb
gdm
gedit
gemrb
geoclue
gettext
gimp
git
glibc
gnome-books
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-dictionary
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-getting-started-docs
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal
gnome-todo
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gnu-free-fonts
go
goldendict
gparted
gpick
gptfdisk
granatier
grantlee-editor
graphviz
grep
grilo-plugins
groff
grub
gsl
gst-libav
gst-plugins-good
gst-plugins-ugly
gutenprint
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
gzip
handbrake
hardinfo
hdf5
hdparm
hexchat
hostapd
htop
i3-wm
i3lock
i3status
ibus
ibus-pinyin
ifenslave
ifplugd
inetutils
iotop
iperf3
iproute2
iputils
ipython
ipython2
iw
jdk8-openjdk
jfsutils
juk
k3b
kaccounts-integration
kaccounts-providers
kactivitymanagerd
kaddressbook
kajongg
kakoune
kalarm
kalgebra
kalzium
kamera
kanagram
kapman
kapptemplate
kate
katomic
kblackbox
kblocks
kbounce
kbreakout
kbruch
kcachegrind
kcalc
kcharselect
kchmviewer
kcolorchooser
kcron
kde-cli-tools
kde-dev-scripts
kde-dev-utils
kde-gtk-config
kdebugsettings
kdecoration
kdegraphics-mobipocket
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdepim-addons
kdeplasma-addons
kdesdk-kioslaves
kdesdk-thumbnailers
kdf
kdialog
kdiamond
keditbookmarks
kfind
kfloppy
kfourinline
kgamma5
kgeography
kget
kgoldrunner
kgpg
khangman
khelpcenter
khotkeys
kig
kigo
killbots
kimagemapeditor
kinfocenter
kio-extras
kiriki
kiten
kjumpingcube
kleopatra
klettres
klickety
klines
kmahjongg
kmail
kmail-account-wizard
kmenuedit
kmines
kmix
kmplot
knavalbattle
knetattach
knetwalk
knotes
kolf
kollision
kolourpaint
kompare
konqueror
konquest
konsole
kontact
kopete
korganizer
kotlin
kpatience
krdc
kreversi
krfb
kross-interpreters
kruler
kscreen
kscreenlocker
kshisen
ksirk
ksnakeduel
kspaceduel
ksquares
ksshaskpass
kstars
ksudoku
ksysguard
ksystemlog
kteatime
ktimer
ktouch
ktuberling
kturtle
kubrick
kwallet-pam
kwalletmanager
kwave
kwayland-integration
kwin
kwordquiz
kwrite
kwrited
less
lib32-alsa-plugins
lib32-curl
lib32-nvidia-utils
lib32-ocl-icd
lib32-opencl-nvidia
lib32-simplescreenrecorder
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-radeon
libevent
libimobiledevice
libkscreen
libksysguard
libpagemaker
libreoffice-fresh
libtool
libvirt
licenses
linux
linux-headers
linux-lts
lldb
llvm
lmdb
logrotate
lokalize
lskat
lsof
lvm2
m4
make
man-db
man-pages
marble
marco
mariadb
mate-applets
mate-backgrounds
mate-calc
mate-control-center
mate-desktop
mate-icon-theme
mate-icon-theme-faenza
mate-media
mate-menus
mate-netbook
mate-notification-daemon
mate-panel
mate-polkit
mate-power-manager
mate-screensaver
mate-sensors-applet
mate-session-manager
mate-settings-daemon
mate-system-monitor
mate-terminal
mate-themes
mate-user-guide
mate-user-share
mate-utils
mbox-importer
mdadm
mediainfo
memcached
mercurial
mesa
mesa-demos
meson
milou
minuet
mlocate
mono
mousepad
mousetweaks
mozo
mpv
mtools
mtr
musescore
mutter
mypy
nano
nanomsg
nasm
nautilus
neon
neovim
net-tools
netctl
nethogs
network-manager-applet
networkmanager
networkmanager-openvpn
nginx
nmap
nnn
nodejs
npm
ntfs-3g
ntp
nuitka
nvidia
nvidia-settings
ocl-icd
okteta
okular
opencc
opencl-headers
opencl-mesa
opencl-nvidia
openconnect
opencv
openmpi
openssh
openvpn
orage
orca
ovmf
oxygen
p7zip
pacman
pacman-contrib
pacmanlogviewer
palapeli
parley
parole
patch
patchelf
pax-utils
pciutils
pepper-flash
perl
perl-image-exiftool
picmi
pim-data-exporter
pim-sieve-editor
pkgconf
pkgfile
plasma-desktop
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-workspace
plasma-workspace-wallpapers
plasma5-applets-thermal-monitor
pluma
podman
polipo
polkit-kde-agent
postgresql
powerdevil
powerline-fonts
powertop
poxml
print-manager
procps-ng
protobuf
proxychains-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pycharm-community-edition
pypy
pypy3
python
python-cffi
python-docker
python-kivy
python-language-server
python-pandas
python-pexpect
python-pip
python-psutil
python-psycopg2
python-pylint
python-pynvim
python-pyodbc
python-pyqt5
python-pytest
python-pyudev
python-sqlalchemy
python-systemd
python-virtualenv
python-wheel
python2-pip
python2-virtualenv
qbittorrent
qemu
qjackctl
qsynth
qt5-examples
qtcreator
r
raw-thumbnailer
rawtherapee
rdesktop
redis
reiserfsprogs
remmina
ripgrep
ristretto
rocs
rsync
rust
rust-racer
rygel
s-nail
scala
scons
screen
sddm-kcm
sed
shadow
shadowsocks
shadowsocks-libev
shadowsocks-v2ray-plugin
signon-kwallet-extension
simple-scan
simplescreenrecorder
skim
smartmontools
smem
smokeping
soundfont-fluid
spectacle
spirv-tools
sqlcipher
sqlite
sqlite-analyzer
sshfs
sshpass
steam
steam-native-runtime
step
strace
stunnel
subversion
sudo
sushi
sweeper
swig
syncthing
syncthing-gtk
synergy
sysdig
sysfsutils
syslinux
systemd-sysvcompat
systemsettings
tar
tcpdump
tcptrace
telepathy-kde-accounts-kcm
telepathy-kde-approver
telepathy-kde-auth-handler
telepathy-kde-call-ui
telepathy-kde-common-internals
telepathy-kde-contact-list
telepathy-kde-contact-runner
telepathy-kde-desktop-applets
telepathy-kde-filetransfer-handler
telepathy-kde-integration-module
telepathy-kde-send-file
telepathy-kde-text-ui
terminator
terminus-font
testdisk
texinfo
texlive-core
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tinc
tk
tmux
tor
totem
traceroute
tracker
tracker-miners
transmission-cli
transmission-gtk
tree
ts-node
ttf-fantasque-sans-mono
ttf-fira-code
ttf-font-awesome
ttf-liberation
tumbler
twine
typescript
udiskie
uget
umbrello
unace
unbound
unrar
usbutils
user-manager
util-linux
v2ray
valgrind
vi
vim
vino
virt-manager
virtualbox
vlc
vulkan-extra-layers
vulkan-headers
vulkan-html-docs
vulkan-intel
vulkan-radeon
vulkan-trace
vulkan-validation-layers
wget
which
wine
wine-gecko
wine-mono
wireshark-qt
wpa_supplicant
wqy-bitmapfont
wqy-microhei
wqy-microhei-lite
wqy-zenhei
x11vnc
x2goclient
x2goserver
xdg-desktop-portal-kde
xdg-user-dirs-gtk
xf86-input-evdev
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-qxl
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xinetd
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yapf
yarn
yasm
zeroconf-ioslave
zeromq
zerotier-one
